// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Administration du périphérique";

TaskTitle = "Administration du périphérique";
HSDPasswordButton = "Définir/modifier le mot de passe d'administration…";
HSDEnableAllTitle = "Ativar tudo";
HSDDisableAllTitle = "Desativar tudo";
HSDCustomSettingsTitle = "Configurações personalizadas :";
HSDOnTitle = "Ativar";
HSDFeatureNameTitle = "Nome do recurso";

Networking = "Ethernet";
Wireless = "Sans fil";
WirelessAccessPoint = "Point d'accès sans fil";
Fax = "Télécopie";
DigitalSend = "Envoi numérique";
MassStorage = "Carte photo/stockage de masse";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "Service MobileApps";
ControlPanelAccess = "Verrou de panneau de commande";
Scan = "Numérisation";
RemoteScan = "Numériser avec un ordinateur ou un périphérique mobile";
WebScan = "Scansione di rete";
WebServices = "Services Web";
FaxReprint = "Réimpression de fax";
ReceivingColorFax = "Télécopie couleur (entrante)";
PrintFromMassStorage = "Ouvrir/imprimer depuis des périphériques USB";
ScanToMassStorage = "Enregistrer vers USB (Numériser vers USB)";
MassStorageRestrictColor = "Impression en couleur à partir de périphériques de mémoire";
Copy = "Copier";
ColorCopy = "Copie couleur";
DFA = "Archivage de télécopies dans le périphérique";
ScanToEmail = "Numériser vers la messagerie électronique";
ScanToNetworkFolder = "Numériser vers le dossier réseau";
ScanToSharePoint = "Numériser vers SharePoint";
ManualFromEmailAddress = "Mode Manuel à partir de l'entrée d'adresse mail";
ConsumableSubscription = "Abonnement pour cartouches";
SFS = "Aide en ligne";
UsageDataCollection = "Collecte des données d'utilisation";
WebProxy = "Proxy Web";
WDAP = "Découverte automatique des proxys Web (WPAD)";
FirmwareUpdate = "Mise à jour du prologiciel";
WebFirmwareUpdate = "Mise à jour Internet du firmware";

HSDFeatureRequiresRebootNote = "(1) Veuillez redémarrer l'imprimante pour que ce paramétrage soit appliqué.";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google Cloud Print";
GoogleCloudPrintPrivet = "Imprimer avec Google Cloud Print sur un réseau sans fil";

DisableControlPanelAccessAlertTitle =  "L'activation du verrouillage du panneau de commande restreint également l'accès aux paramètres de l'imprimante dans HP Utility. Êtes-vous sûr de vouloir activer le verrouillage du panneau de commande ?";
DisableControlPanelAccessAlertDescription = "HP Utility nécessite le verrouillage du panneau de commande pour afficher les paramètres de l'imprimante et les configurer. Si activé, vous devrez utiliser le Serveur Web Incorporé à l'imprimante pour effectuer la configuration.";
DisableControlPanelAccessAlertButton = "Activer le verrouillage du panneau de commande";

NoSetTitle = "%@ n'a pas été mis à jour.";
NoSetMessage = "Vous avez dépassé le nombre maximal de tentatives pour la modification de ce paramètre. Veuillez réessayer d'ici une heure.";

// password window
HSDOldPasswordTitle = "Ancien mot de passe :";
HSDNewPasswordTitle = "Nouveau mot de passe :";
HSDConfirmPasswordTitle = "Confirmer nouveau mot de passe :";
IncorrectPasswordMessage = "Le mot de passe est incorrect.";
NewPasswordTooLong = "Le nouveau mot de passe est trop long.";
PasswordNotSupported = "Le changement de mot de passe n'est pas pris en charge.";
PasswordRuntimeError = "Erreur inconnue.";

HSDOkButton = "OK";
HSDCancelButton = "Annuler";
